{
  "cultural_stories": {
    "Delhi": {
      "Red Fort": {
        "en": "The Red Fort witnessed the last Mughal emperor Bahadur Shah Zafar write poetry in prison before his exile.",
        "hi": "लाल किले में अंतिम मुगल सम्राट बहादुर शाह जफर ने निर्वासन से पहले कारागार में कविताएं लिखी थीं।",
        "bn": "লাল কেল্লায় শেষ মুগল সম্রাট বাহাদুর শাহ জাফর নির্বাসনের আগে কারাগারে কবিতা লিখেছিলেন।"
      },
      "India Gate": {
        "en": "Every evening, the eternal flame flickers for 84,000 soldiers who never returned home from World War I.",
        "hi": "हर शाम, प्रथम विश्वयुद्ध से वापस न लौटने वाले 84,000 सैनिकों के लिए शाश्वत ज्योति जलती रहती है।",
        "bn": "প্রতি সন্ধ্যায়, প্রথম বিশ্বযুদ্ধ থেকে বাড়ি না ফেরা 84,000 সৈনিকের জন্য শাশ্বত শিখা জ্বলে।"
      }
    },
    "Mumbai": {
      "Gateway of India": {
        "en": "Built to welcome King George V, it ironically became the exit point for the last British troops in 1948.",
        "hi": "राजा जॉर्ज पंचम का स्वागत करने के लिए बनाया गया, यह 1948 में अंतिम ब्रिटिश सैनिकों का विदाई बिंदु बना।",
        "bn": "রাজা পঞ্চম জর্জকে স্বাগত জানাতে নির্মিত, এটি 1948 সালে শেষ ব্রিটিশ সৈন্যদের বিদায় পয়েন্ট হয়ে উঠেছিল।"
      },
      "Marine Drive": {
        "en": "The Queen's Necklace lights up every night, where lovers whisper dreams and waves sing lullabies.",
        "hi": "रानी का हार हर रात जगमगाता है, जहाँ प्रेमी सपने फुसफुसाते हैं और लहरें लोरी गाती हैं।",
        "bn": "রানীর নেকলেস প্রতি রাতে জ্বলে, যেখানে প্রেমিকরা স্বপ্নের কথা বলে এবং ঢেউ লুলাবি গায়।"
      }
    },
    "Kolkata": {
      "Howrah Bridge": {
        "en": "Built without a single nut or bolt, this engineering marvel connects hearts across the Hooghly River.",
        "hi": "एक भी नट या बोल्ट के बिना बना यह इंजीनियरिंग का चमत्कार हुगली नदी के पार दिलों को जोड़ता है।",
        "bn": "একটি নাট বা বল্টু ছাড়াই তৈরি এই প্রকৌশলী বিস্ময় হুগলি নদীর দুই পারের হৃদয় সংযোগ করে।"
      },
      "Victoria Memorial": {
        "en": "Twenty types of marble from across India came together to create this monument to British empress.",
        "hi": "ब्रिटिश साम्राज्ञी के इस स्मारक को बनाने के लिए भारत भर से बीस प्रकार के संगमरमर एकत्र हुए।",
        "bn": "ব্রিটিশ সম্রাজ্ঞীর এই স্মারক তৈরি করতে ভারত জুড়ে বিশ ধরনের মার্বেল একত্রিত হয়েছিল।"
      }
    }
  }
}
